{
  "species1": {
    "CO2Absorption": 12,
    "FoliageArea": 200,
    "OxygenProduction": 2,
    "ParticleCapture": 11,
    "TemperatureReduction": 6,
    "color": "#45B8AC",
    "commonName": "Pata de toro",
    "description": "Este árbol puede alcanzar hasta 10 metros de altura, y se caracteriza por sus hojas en forma de V, que son grandes y de un verde intenso. Las flores, que aparecen en primavera, son de color púrpura o blanco, y atraen a muchos polinizadores como abejas y mariposas. Nativo de América del Sur, especialmente en Brasil, Bolivia y Paraguay, se adapta bien a diversas condiciones de suelo, lo que lo hace resistente a climas secos y húmedos. En la medicina tradicional, se ha utilizado para tratar problemas urinarios y respiratorios. Además, es una planta ornamental muy valorada en jardinería por su belleza y sombra, siendo ideal para calles y parques.",
    "foliage": "Caducifolio",
    "imageUrl": "https://firebasestorage.googleapis.com/v0/b/tree-map-ae44c.appspot.com/o/species%2FPataDeToro.jpg?alt=media&token=e37eabea-eac9-4ce8-ba34-6e79a1ec9e8d",
    "scientificName": "Bauhinia forficata"
  },
  "species10": {
    "CO2Absorption": 18,
    "FoliageArea": 275,
    "OxygenProduction": 3,
    "ParticleCapture": 16,
    "TemperatureReduction": 8,
    "color": "#3EAA8C",
    "commonName": "Tajibo",
    "description": "Este imponente árbol puede alcanzar alturas de hasta 30 metros, presentando un tronco recto y una copa amplia y frondosa. Durante la primavera, produce flores grandes de color amarillo o rosa en racimos, creando un espectáculo visual impresionante que atrae a polinizadores. Originario de los bosques tropicales de América del Sur, especialmente en Bolivia y Brasil, el tajibo prospera en suelos bien drenados y se adapta a diferentes condiciones ambientales. Su madera es valorada por su resistencia y durabilidad, siendo utilizada en la construcción y en la fabricación de muebles. Es comúnmente plantado como árbol ornamental en parques y jardines, donde su sombra es apreciada.",
    "foliage": "Caducifolio",
    "imageUrl": "https://firebasestorage.googleapis.com/v0/b/tree-map-ae44c.appspot.com/o/species%2FTajibo.jpg?alt=media&token=b681c0b0-b212-466f-8805-8a6f4defa1fd",
    "scientificName": "Handroanthus impetiginosus"
  },
  "species11": {
    "CO2Absorption": 22,
    "FoliageArea": 280,
    "OxygenProduction": 3,
    "ParticleCapture": 22,
    "TemperatureReduction": 6,
    "color": "#379A6C",
    "commonName": "Álamo",
    "description": "Este árbol majestuoso puede alcanzar hasta 30 metros de altura, y se distingue por su tronco recto y una copa ancha que proporciona una sombra densa. Las hojas son de un verde claro por el anverso y de un blanco plateado por el reverso, lo que les da un brillo distintivo cuando son movidas por el viento. Nativo de Europa y Asia, el álamo es ampliamente cultivado en todo el mundo, particularmente en zonas ribereñas. Su rápido crecimiento y capacidad para adaptarse a diferentes suelos lo hacen popular para la reforestación y en paisajismo. La madera del álamo es ligera y fácil de trabajar, utilizada en la fabricación de muebles, cajas y papel. Además, sus raíces ayudan a estabilizar el suelo en áreas propensas a la erosión.",
    "foliage": "Caducifolio",
    "imageUrl": "https://firebasestorage.googleapis.com/v0/b/tree-map-ae44c.appspot.com/o/species%2FÁlamo.jpg?alt=media&token=c070d4c3-d363-487f-82e8-083e0464ae39",
    "scientificName": "Populus alba"
  },
  "species12": {
    "CO2Absorption": 12,
    "FoliageArea": 210,
    "OxygenProduction": 2,
    "ParticleCapture": 14,
    "TemperatureReduction": 6,
    "color": "#318A4C",
    "commonName": "Jacarandá",
    "description": "Este emblemático árbol puede alcanzar hasta 15 metros de altura y se caracteriza por su copa amplia y sus hermosas flores de color púrpura que florecen en primavera y verano, creando un efecto visual espectacular. Sus hojas son compuestas y de un verde brillante, proporcionando un contraste hermoso con las flores. Nativo de Sudamérica, especialmente de Argentina y Brasil, el jacarandá se ha naturalizado en muchas partes del mundo y es muy apreciado como árbol ornamental en calles y parques. La madera de jacarandá es densa y se utiliza para la fabricación de muebles finos y objetos de artesanía. Además, este árbol es una fuente importante de alimento para diversas especies de aves y polinizadores.",
    "foliage": "Caducifolio",
    "imageUrl": "https://firebasestorage.googleapis.com/v0/b/tree-map-ae44c.appspot.com/o/species%2FJacarand%C3%A1.jpg?alt=media&token=d662b3c6-527c-4a7f-9a4f-735011b535ff",
    "scientificName": "Jacaranda mimosifolia"
  },
  "species13": {
    "CO2Absorption": 16,
    "FoliageArea": 220,
    "OxygenProduction": 2,
    "ParticleCapture": 12,
    "TemperatureReduction": 6,
    "color": "#2A7B2C",
    "commonName": "Pacay",
    "description": "El pacay es un árbol que puede alcanzar hasta 20 metros de altura, destacándose por su tronco recto y su copa densa. Sus hojas son grandes y compuestas, y el árbol produce largas vainas que contienen semillas rodeadas de una pulpa dulce y comestible, lo que lo convierte en un árbol muy valorado en la agricultura local. Nativo de América Central y del Sur, el pacay prospera en suelos ricos y húmedos, y se encuentra comúnmente en áreas de bosque tropical. Este árbol no solo es apreciado por su fruto, sino que también se utiliza en la medicina tradicional para diversas dolencias. Su sombra densa lo hace ideal para plantaciones intercaladas, y también proporciona alimento para aves y otros animales.",
    "foliage": "Caducifolio",
    "imageUrl": "https://firebasestorage.googleapis.com/v0/b/tree-map-ae44c.appspot.com/o/species%2FPacay.jpg?alt=media&token=89a453d2-05d6-454c-ab25-f5c55b5ae7d6",
    "scientificName": "Inga edulis"
  },
  "species14": {
    "CO2Absorption": 23,
    "FoliageArea": 275,
    "OxygenProduction": 3,
    "ParticleCapture": 21,
    "TemperatureReduction": 7,
    "color": "#257B1F",
    "commonName": "Branchichito",
    "description": "Este árbol puede alcanzar hasta 15 metros de altura y es conocido por su tronco retorcido y su copa amplia. Presenta hojas pinnadas de un verde brillante y produce pequeñas flores blancas, seguidas de bayas rojas que son comestibles y tienen un aroma característico. Nativo de América del Sur, especialmente en Perú y Bolivia, el branchichito se adapta bien a climas áridos y suelos pobres. Su madera es utilizada en la construcción y en la fabricación de artesanías. Además, es un árbol importante en la cultura local, utilizado para hacer bebidas y en rituales tradicionales.",
    "foliage": "Perenne",
    "imageUrl": "https://firebasestorage.googleapis.com/v0/b/tree-map-ae44c.appspot.com/o/species%2FBranchichito.jpg?alt=media&token=f609a879-52d5-485e-a367-b1b6d9882197",
    "scientificName": "Schinus molle"
  },
  "species15": {
    "CO2Absorption": 12,
    "FoliageArea": 212,
    "OxygenProduction": 2,
    "ParticleCapture": 13,
    "TemperatureReduction": 6,
    "color": "#228B17",
    "commonName": "Guayaba",
    "description": "El guayabo es un árbol que puede alcanzar hasta 10 metros de altura, con un tronco liso y hojas brillantes. Durante la floración, produce flores blancas que dan paso a los frutos de guayaba, que son dulces y aromáticos. Nativo de América Tropical, se cultiva ampliamente en muchas partes del mundo por sus frutos. Este árbol prefiere suelos bien drenados y climas cálidos, y es conocido por su rápido crecimiento. Además de su uso como fruta fresca, las guayabas se utilizan en la producción de jugos, mermeladas y postres. En medicina tradicional, se utilizan hojas y frutos por sus propiedades antioxidantes y antiinflamatorias.",
    "foliage": "Perenne",
    "imageUrl": "https://firebasestorage.googleapis.com/v0/b/tree-map-ae44c.appspot.com/o/species%2FGuayaba.webp?alt=media&token=2ed93c74-8c99-4eb2-867f-60c93a18a644",
    "scientificName": "Psidium guajava"
  },
  "species16": {
    "color": "#219A16",
    "commonName": "Ciruela",
    "description": "El ciruelo es un árbol frutal que puede crecer hasta 8 metros de altura, caracterizado por su tronco robusto y su copa amplia. Produce flores blancas o rosadas en primavera, que dan paso a frutos jugosos y dulces en verano. Nativo de Asia, el ciruelo se cultiva en muchas partes del mundo, y sus frutos son apreciados tanto frescos como secos. Este árbol requiere suelos bien drenados y un clima moderado. Además de su valor frutal, la madera de ciruelo es dura y se utiliza para la fabricación de muebles y utensilios. Su floración es un espectáculo que atrae a numerosos polinizadores, y su sombra es ideal para jardines y huertos.",
    "foliage": "Caducifolio",
    "imageUrl": "https://firebasestorage.googleapis.com/v0/b/tree-map-ae44c.appspot.com/o/species%2FCiruela.webp?alt=media&token=1aad1e66-9a43-4588-9900-f0d428c28f48",
    "scientificName": "Prunus domestica"
  },
  "species17": {
    "CO2Absorption": 12,
    "FoliageArea": 200,
    "OxygenProduction": 2,
    "ParticleCapture": 11,
    "TemperatureReduction": 6,
    "color": "#1FAF15",
    "commonName": "Chirimoya",
    "description": "La chirimoya es un árbol pequeño que alcanza entre 5 y 10 metros de altura, con un tronco corto y hojas grandes, brillantes y de forma ovalada. Produce flores blancas y verdes que son polinizadas por insectos, y sus frutos son grandes, con pulpa cremosa y un sabor dulce y exótico. Nativa de la región andina de América del Sur, la chirimoya se cultiva en climas templados y subtropicales, prefiriendo suelos bien drenados. Este árbol no solo es valorado por su delicioso fruto, sino que también tiene propiedades nutritivas, ricas en antioxidantes y vitaminas. La chirimoya se utiliza en batidos, postres y ensaladas, y su madera es empleada en la construcción de muebles.",
    "foliage": "Caducifolio",
    "imageUrl": "https://firebasestorage.googleapis.com/v0/b/tree-map-ae44c.appspot.com/o/species%2FChirimoya.jpg?alt=media&token=5fa5ef43-cc7a-40e2-858e-218398aecf56",
    "scientificName": "Annona cherimola"
  },
  "species18": {
    "CO2Absorption": 12,
    "FoliageArea": 210,
    "OxygenProduction": 2,
    "ParticleCapture": 13,
    "TemperatureReduction": 6,
    "color": "#1EDB14",
    "commonName": "Limonero",
    "description": "El limonero es un árbol pequeño que puede alcanzar hasta 5 metros de altura, conocido por sus ramas espinosas y su follaje perenne. Produce flores blancas fragantes que son muy atractivas para polinizadores, seguidas de los limones, que son frutos ovalados de cáscara amarilla y pulpa ácida. Nativo del sudeste asiático, el limonero se cultiva ampliamente en climas cálidos en todo el mundo. Este árbol es apreciado no solo por sus frutos, que son utilizados en la gastronomía y la industria alimentaria, sino también por sus propiedades medicinales. Las hojas y la cáscara se utilizan en infusiones y remedios naturales. El limonero también es popular como planta ornamental por su belleza y aroma.",
    "foliage": "Perenne",
    "imageUrl": "https://firebasestorage.googleapis.com/v0/b/tree-map-ae44c.appspot.com/o/species%2FLimonero.jpeg?alt=media&token=3fae9e99-af72-4d15-90ca-ec4a9c8b8597",
    "scientificName": "Citrus limon"
  },
  "species19": {
    "CO2Absorption": 23,
    "FoliageArea": 290,
    "OxygenProduction": 3,
    "ParticleCapture": 24,
    "TemperatureReduction": 8,
    "color": "#1ECF14",
    "commonName": "Tipuana",
    "description": "Este majestuoso árbol puede alcanzar hasta 30 metros de altura, con un tronco robusto y una copa amplia que proporciona sombra. Sus hojas son pinnadas, y produce flores amarillas en racimos que florecen en primavera. Nativo de América del Sur, especialmente en Argentina y Bolivia, el tipuana se adapta bien a suelos pobres y climas cálidos. Su madera es apreciada por su resistencia y se utiliza en la construcción y fabricación de muebles. Es un árbol ornamental popular en parques y jardines, conocido por su sombra densa y su belleza estacional.",
    "foliage": "Caducifolio",
    "imageUrl": "https://firebasestorage.googleapis.com/v0/b/tree-map-ae44c.appspot.com/o/species%2Ftipuana.jpg?alt=media&token=e5f9ef2f-1e55-423e-95fc-476470f18c75",
    "scientificName": "Tipuana tipu"
  },
  "species2": {
    "CO2Absorption": 12,
    "FoliageArea": 200,
    "OxygenProduction": 2,
    "ParticleCapture": 11,
    "TemperatureReduction": 6,
    "color": "#1BBF13",
    "commonName": "Laurel",
    "description": "El laurel es un árbol pequeño a mediano que puede alcanzar hasta 10 metros de altura, conocido por su tronco liso y su follaje aromático. Las hojas son coriáceas y brillantes, y se utilizan en la cocina como especia. Nativo de la cuenca del Mediterráneo, el laurel se adapta a una variedad de suelos y climas. Además de su uso culinario, las hojas de laurel son conocidas por sus propiedades medicinales, y la madera es valorada por su aroma y durabilidad, utilizada en la fabricación de muebles y artesanías. En la antigüedad, el laurel era símbolo de victoria y honor, y se utilizaba para hacer coronas para los ganadores de competencias.",
    "foliage": "Perenne",
    "imageUrl": "https://firebasestorage.googleapis.com/v0/b/tree-map-ae44c.appspot.com/o/species%2FLaurel.jpg?alt=media&token=de80bff0-b1f1-4520-8523-7338c2598410",
    "scientificName": "Laurus nobilis"
  },
  "species20": {
    "CO2Absorption": 12,
    "FoliageArea": 200,
    "OxygenProduction": 2,
    "ParticleCapture": 11,
    "TemperatureReduction": 6,
    "color": "#18AF12",
    "commonName": "Peral",
    "description": "El peral es un árbol frutal que puede crecer hasta 12 metros de altura, caracterizado por su tronco recto y una copa redondeada. Durante la primavera, produce flores blancas y fragantes que son seguidas por frutos dulces y jugosos. Nativo de Europa y Asia, el peral se cultiva en diversas regiones templadas del mundo. Este árbol requiere suelos bien drenados y un clima moderado para prosperar. Los perales son valorados tanto por sus frutos como por su madera, que es dura y se utiliza en la fabricación de muebles y utensilios. Además, su floración es un espectáculo visual que atrae a polinizadores y es apreciado en paisajismo por su belleza estacional.",
    "foliage": "Caducifolio",
    "imageUrl": "https://firebasestorage.googleapis.com/v0/b/tree-map-ae44c.appspot.com/o/species%2FPeral.JPG?alt=media&token=fbaca4ad-ab99-4d93-a7b0-87cf656f6003",
    "scientificName": "Pyrus communis"
  },
  "species21": {
    "CO2Absorption": 21,
    "FoliageArea": 260,
    "OxygenProduction": 3,
    "ParticleCapture": 22,
    "TemperatureReduction": 7,
    "color": "#159F12",
    "commonName": "Fresno",
    "description": "El fresno es un árbol que puede alcanzar alturas de hasta 30 metros, conocido por su tronco recto y su copa amplia. Sus hojas son compuestas y se vuelven amarillas en otoño, creando un espectáculo visual. Nativo de regiones templadas, el fresno se adapta bien a diferentes tipos de suelo y es comúnmente utilizado como árbol ornamental en parques y jardines. Su madera es dura y elástica, lo que la hace valiosa en la fabricación de muebles, herramientas y en la industria del deporte, como en la fabricación de bates de béisbol. Además, el fresno es un árbol importante en el ecosistema, proporcionando hábitat y alimento a diversas especies de fauna.",
    "foliage": "Pinnaticompuestas",
    "imageUrl": "https://firebasestorage.googleapis.com/v0/b/tree-map-ae44c.appspot.com/o/species%2FFresno.jpg?alt=media&token=71c8afab-489e-4bbb-bd48-a4a11c4c56fa",
    "scientificName": "Fraxinus"
  },
  "species22": {
    "color": "#129F11",
    "commonName": "Otro",
    "description": "Especie no especificada o desconocida.",
    "foliage": "Otro",
    "imageUrl": "https://firebasestorage.googleapis.com/v0/b/tree-map-ae44c.appspot.com/o/species%2FWhitebarkPine_7467t.jpg?alt=media&token=fc1e504c-81c5-4dbb-ad98-3a95aa6f9f51",
    "scientificName": "Otro"
  },
  "species23": {
    "CO2Absorption": 23,
    "FoliageArea": 240,
    "OxygenProduction": 3,
    "ParticleCapture": 20,
    "TemperatureReduction": 6,
    "color": "#05C309",
    "commonName": "Molle ",
    "description": "El molle, también conocido como molle de los Andes, es un árbol de hoja perenne que puede alcanzar hasta 10 metros de altura. Se caracteriza por su tronco recto y su copa extendida, que ofrece sombra. Sus hojas son pinnadas y tienen un aroma agradable, similar al de las especias. Durante la primavera, el molle produce flores pequeñas y blancas que se agrupan en racimos. Los frutos son drupas rojas que son comestibles y se utilizan en la preparación de bebidas y condimentos. Este árbol es nativo de América del Sur y se adapta bien a climas secos, siendo resistente a la sequía. Además de su uso culinario, el molle se utiliza en la medicina tradicional para tratar diversas afecciones, y su madera es valorada en la fabricación de artesanías.",
    "foliage": "Perennifolio",
    "imageUrl": "https://firebasestorage.googleapis.com/v0/b/tree-map-ae44c.appspot.com/o/species%2FMolle.jpg?alt=media&token=007767a9-04b8-459b-98e7-d3d41a7a9c1a",
    "scientificName": "Schinus molle"
  },
  "species24": {
    "CO2Absorption": 6,
    "FoliageArea": 90,
    "OxygenProduction": 1,
    "ParticleCapture": 6,
    "TemperatureReduction": 3,
    "color": "#04C408",
    "commonName": "Iris africano ",
    "description": "El Iris Africano (Dietes grandiflora) es una planta perenne que pertenece a la familia de las Iridáceas, originaria de Sudáfrica, donde crece en zonas costeras y áreas montañosas. Esta planta se ha popularizado en jardines alrededor del mundo debido a su resistencia, bajo mantenimiento y elegancia natural. El Iris Africano puede alcanzar una altura de entre 60 centímetros y 1 metro, formando matas densas con hojas largas, delgadas y erguidas de un color verde oscuro que permanecen verdes durante todo el año. Las hojas tienen una forma similar a una espada y crecen en abanico, creando un follaje frondoso que añade estructura y textura al jardín, incluso cuando la planta no está en floración. Las flores del Iris Africano son el principal atractivo de la planta, destacándose por su gran tamaño y su belleza delicada. Las flores son generalmente blancas, con manchas amarillas y moradas en la base de los pétalos, lo que les da un contraste llamativo.",
    "foliage": "Perennifolio",
    "imageUrl": "https://firebasestorage.googleapis.com/v0/b/tree-map-ae44c.appspot.com/o/species%2FIris%20africano.jpg?alt=media&token=67bf9ffb-68fe-41b4-a28c-745c2d7983a2",
    "scientificName": "Dietes grandiflora"
  },
  "species25": {
    "CO2Absorption": 8,
    "FoliageArea": 80,
    "OxygenProduction": 1,
    "ParticleCapture": 7,
    "TemperatureReduction": 3,
    "color": "#03C607",
    "commonName": "Cucarda ",
    "description": "La Cucarda (Hibiscus rosa-sinensis), también llamada rosa de China, es un arbusto o árbol pequeño de origen asiático que alcanza hasta 3 metros de altura. Sus hojas son verdes y brillantes, y sus grandes flores, de entre 10 y 20 cm, presentan una amplia variedad de colores, desde blanco hasta rojo o amarillo. Cada flor vive solo un día, pero la planta produce una floración continua en climas cálidos. Prefiere pleno sol y suelos bien drenados. Además de su valor ornamental, la Cucarda es apreciada en algunas culturas por sus usos medicinales y en infusiones. Es ideal para jardines tropicales o en macetas para patios y terrazas.",
    "foliage": "Perennifolio",
    "imageUrl": "https://firebasestorage.googleapis.com/v0/b/tree-map-ae44c.appspot.com/o/species%2FCucarda.jpg?alt=media&token=c38bc1a4-5aee-43e3-839f-eade10a7cc49",
    "scientificName": "Hibiscus rosa-sinensis"
  },
  "species26": {
    "CO2Absorption": 12,
    "FoliageArea": 200,
    "OxygenProduction": 2,
    "ParticleCapture": 11,
    "TemperatureReduction": 6,
    "color": "#02C806",
    "commonName": "Ficus ",
    "description": "El ficus, conocido como higuera llorona, es un árbol que puede alcanzar hasta 30 metros de altura, con un tronco robusto y una copa densa. Sus hojas son pequeñas, brillantes y de un verde intenso, y cuelgan de las ramas, creando un aspecto elegante. Nativo de Asia, el ficus es ampliamente cultivado como planta ornamental en interiores y exteriores, debido a su capacidad de adaptarse a diversas condiciones. Además, su savia se utiliza en la producción de goma y caucho. El ficus es conocido por su capacidad de purificar el aire, lo que lo convierte en una elección popular para espacios interiores.",
    "foliage": "Perenne",
    "imageUrl": "https://firebasestorage.googleapis.com/v0/b/tree-map-ae44c.appspot.com/o/species%2FFicus.jpg?alt=media&token=a28f0b10-66c2-48cf-ae8c-c1a6cd6ddac8",
    "scientificName": "Ficus benjamina"
  },
  "species27": {
    "CO2Absorption": 21,
    "FoliageArea": 270,
    "OxygenProduction": 2,
    "ParticleCapture": 22,
    "TemperatureReduction": 7,
    "color": "#01C905",
    "commonName": "Pino patula ",
    "description": "El Pino Patula (Pinus patula) es un árbol originario de México, que puede alcanzar hasta 30 metros de altura. Su tronco es recto y cilíndrico, con una corteza de color marrón claro y escamosa. Sus largas agujas, agrupadas en fascículos de tres, miden entre 15 y 25 cm, lo que le otorga un aspecto denso y suave. Este pino es conocido por su rápido crecimiento y su madera ligera y resistente, lo que lo hace popular en reforestación y en la industria maderera. Además, es un árbol ornamental ideal para jardines y parques, y puede adaptarse a diversos tipos de suelo, preferiblemente bien drenados y ligeramente ácidos. Proporciona refugio y alimento para varias especies de fauna y es resistente a heladas y sequías moderadas, aunque puede ser susceptible a plagas como el nematodo del pino. En resumen, el Pino Patula es un árbol versátil y atractivo, valorado tanto por su belleza como por su utilidad ecológica y económica.",
    "foliage": "Perenne",
    "imageUrl": "https://firebasestorage.googleapis.com/v0/b/tree-map-ae44c.appspot.com/o/species%2FPino%20patula.jpg?alt=media&token=cd342b11-6701-42fb-80b9-74f052c9eb35",
    "scientificName": "Pinus patula"
  },
  "species28": {
    "CO2Absorption": 8,
    "FoliageArea": 70,
    "OxygenProduction": 1,
    "ParticleCapture": 6,
    "TemperatureReduction": 4,
    "color": "#00CB04",
    "commonName": "Hibisco ",
    "description": "El Hibisco (Hibiscus rosa-sinensis), comúnmente conocido como rosa de China, es un arbusto o árbol pequeño originario de Asia tropical y subtropical, que puede crecer hasta 3 metros de altura. Se caracteriza por sus grandes y vistosas flores, que pueden medir entre 10 y 20 cm de diámetro y vienen en una amplia variedad de colores, incluyendo rojo, amarillo, rosa y blanco. Las flores, con cinco pétalos, tienen una vida corta, generalmente solo un día, pero la planta florece continuamente en climas cálidos, creando un espectáculo colorido y atractivo. Las hojas son brillantes, verdes y de forma ovada, proporcionando un fondo atractivo para las flores.",
    "foliage": "Caducifolio",
    "imageUrl": "https://firebasestorage.googleapis.com/v0/b/tree-map-ae44c.appspot.com/o/species%2FHibisco.jpg?alt=media&token=ed96f6aa-5cc4-43d8-a24d-455847d25f5a",
    "scientificName": "Hibiscus syriacus"
  },
  "species29": {
    "CO2Absorption": 12,
    "FoliageArea": 200,
    "OxygenProduction": 2,
    "ParticleCapture": 11,
    "TemperatureReduction": 6,
    "color": "#00D203",
    "commonName": "Washingtona",
    "description": "La Washingtona, conocida comúnmente como palmera de Washington, es una palmera majestuosa que puede alcanzar alturas de hasta 30 metros. Se caracteriza por su tronco delgado y erguido, cubierto de fibras grises que se desprenden con el tiempo. Sus hojas son grandes, en forma de abanico y de un verde vibrante, creando un dosel denso que proporciona sombra en climas cálidos. Originaria del suroeste de Estados Unidos y el noroeste de México, esta palmera es resistente a la sequía y se adapta bien a suelos pobres, lo que la convierte en una opción popular para jardines y parques. Además, su crecimiento rápido y su estética imponente la hacen deseable en paisajismo urbano.",
    "foliage": "Perenne",
    "imageUrl": "https://firebasestorage.googleapis.com/v0/b/tree-map-ae44c.appspot.com/o/species%2FWashingtona.jpeg?alt=media&token=5e9fc7aa-4d3a-4bc0-aba0-0d7109a8a9d2",
    "scientificName": "Washingtonia robusta"
  },
  "species3": {
    "CO2Absorption": 12,
    "FoliageArea": 200,
    "OxygenProduction": 2,
    "ParticleCapture": 11,
    "TemperatureReduction": 6,
    "color": "#0FAF10",
    "commonName": "Olivo",
    "description": "El olivo es un árbol que puede alcanzar hasta 15 metros de altura, conocido por su tronco retorcido y su corteza grisácea. Presenta hojas alargadas y de un verde plateado, que son perennes. Durante la primavera, produce flores pequeñas y blancas que se convierten en frutos, las aceitunas, que son muy valoradas en la gastronomía. Nativo de la cuenca del Mediterráneo, el olivo se cultiva en climas cálidos y secos, y es tolerante a la sequía. Su aceite es considerado uno de los más saludables y es un pilar de la dieta mediterránea. Además, el olivo tiene un gran significado cultural y simbólico en muchas culturas, representando la paz y la sabiduría.",
    "foliage": "Perenne",
    "imageUrl": "https://firebasestorage.googleapis.com/v0/b/tree-map-ae44c.appspot.com/o/species%2FOlivo.jpg?alt=media&token=2d8e9329-12d7-4182-aa21-62cac7ed3fb8",
    "scientificName": "Olea europaea"
  },
  "species30": {
    "CO2Absorption": 9,
    "FoliageArea": 60,
    "OxygenProduction": 1,
    "ParticleCapture": 7,
    "TemperatureReduction": 3,
    "color": "#00D802",
    "commonName": "Jazmín del Cabo",
    "description": "El jazmín del Cabo es un arbusto grande que puede alcanzar hasta 2 metros de altura, conocido por sus flores blancas y fragantes que florecen en verano. Sus hojas son de un verde oscuro y brillante, creando un hermoso contraste con las flores. Nativo de Asia tropical, este arbusto se cultiva en climas cálidos y húmedos, y es popular en jardinería ornamental. El jazmín del Cabo también tiene usos en la medicina tradicional y la perfumería, debido a su fragancia dulce y cautivadora. Además, atrae a polinizadores como abejas y mariposas, contribuyendo a la biodiversidad del entorno.",
    "foliage": "Perenne",
    "imageUrl": "https://firebasestorage.googleapis.com/v0/b/tree-map-ae44c.appspot.com/o/species%2FJazmin_del_cabo.jpg?alt=media&token=38d94551-976e-48d7-9097-922e28edd25a",
    "scientificName": "Gardenia jasminoides"
  },
  "species31": {
    "CO2Absorption": 12,
    "FoliageArea": 200,
    "OxygenProduction": 2,
    "ParticleCapture": 11,
    "TemperatureReduction": 6,
    "color": "#00DE01",
    "commonName": "Árbol pulpo",
    "description": "El árbol pulpo es una planta tropical que puede alcanzar alturas de hasta 10 metros. Su característica más distintiva son sus hojas palmeadas y brillantes que crecen en racimos en el extremo de los tallos, lo que le da un aspecto exuberante y arbóreo. Este árbol es originario de Australia y Nueva Guinea, donde crece en ambientes húmedos y cálidos. Se cultiva comúnmente en jardines como planta ornamental debido a su follaje atractivo y su capacidad para adaptarse a diferentes condiciones de luz. Además, el árbol pulpo es popular en interiores, donde puede prosperar en la sombra, brindando un toque tropical a los espacios cerrados.",
    "foliage": "Perenne",
    "imageUrl": "https://firebasestorage.googleapis.com/v0/b/tree-map-ae44c.appspot.com/o/species%2F%C3%81rbol%20pulpo.jpeg?alt=media&token=0f145b65-7bae-4e49-a64a-99afff2b7e6a",
    "scientificName": "Schefflera actinophylla"
  },
  "species32": {
    "CO2Absorption": 22,
    "FoliageArea": 280,
    "OxygenProduction": 3,
    "ParticleCapture": 23,
    "TemperatureReduction": 8,
    "color": "#00E300",
    "commonName": "Pino caribeño",
    "description": "El pino caribeño es un árbol de conífera que puede alcanzar alturas de 20 a 30 metros. Se caracteriza por su tronco recto y sus largas agujas que se agrupan en racimos, creando una apariencia densa y piramidal. Nativo de las regiones tropicales de América, este pino se encuentra en ambientes costeros y en tierras más elevadas. Su madera es altamente valorada por su resistencia y durabilidad, siendo utilizada en la construcción y la fabricación de muebles. Además, el pino caribeño juega un papel importante en la conservación del suelo, evitando la erosión en áreas propensas a deslizamientos.",
    "foliage": "Perenne",
    "imageUrl": "https://firebasestorage.googleapis.com/v0/b/tree-map-ae44c.appspot.com/o/species%2FPino%20caribe%C3%B1o.jpg?alt=media&token=e7803507-1f50-429d-8dd1-ce2b22f37e60",
    "scientificName": "Pinus caribaea"
  },
  "species33": {
    "CO2Absorption": 12,
    "FoliageArea": 200,
    "OxygenProduction": 2,
    "ParticleCapture": 11,
    "TemperatureReduction": 6,
    "color": "#00E800",
    "commonName": "Níspero",
    "description": "El níspero es un árbol pequeño a mediano que puede alcanzar hasta 5 metros de altura, conocido por su tronco recto y su copa densa. Produce flores blancas en racimos que se convierten en frutos amarillos o naranjas, que son comestibles y tienen un sabor dulce y ácido. Nativo de Asia oriental, el níspero se cultiva en climas cálidos y subtropicales. Además de su valor alimenticio, el níspero tiene propiedades medicinales y se utiliza en la medicina tradicional para tratar diversas afecciones. Su follaje también es atractivo y se utiliza en jardinería ornamental, proporcionando sombra y belleza al paisaje.",
    "foliage": "Perenne",
    "imageUrl": "https://firebasestorage.googleapis.com/v0/b/tree-map-ae44c.appspot.com/o/species%2FN%C3%ADspero.jpg?alt=media&token=0d239073-ab79-4aad-826a-7a699cf56e10",
    "scientificName": "Eriobotrya japonica"
  },
  "species34": {
    "CO2Absorption": 10,
    "FoliageArea": 50,
    "OxygenProduction": 1,
    "ParticleCapture": 8,
    "TemperatureReduction": 4,
    "color": "#00EE00",
    "commonName": "Cheflara",
    "description": "La cheflara es un arbusto que puede crecer hasta 3 metros de altura. Se caracteriza por sus hojas brillantes, que crecen en grupos y tienen una forma ovalada. Este árbol es nativo de Taiwán y se cultiva ampliamente como planta ornamental en jardines y como planta de interior debido a su resistencia y adaptabilidad. La cheflara prefiere climas cálidos y húmedos y requiere una exposición a la luz indirecta. Además de su valor ornamental, se considera que tiene propiedades purificadoras del aire, lo que la hace popular en entornos de oficina y hogares.",
    "foliage": "Perenne",
    "imageUrl": "https://firebasestorage.googleapis.com/v0/b/tree-map-ae44c.appspot.com/o/species%2FCheflara.jpeg?alt=media&token=54aa949f-4448-4f7e-b649-a5079ab26299",
    "scientificName": "Schefflera arboricola"
  },
  "species35": {
    "CO2Absorption": 8,
    "FoliageArea": 70,
    "OxygenProduction": 1,
    "ParticleCapture": 6,
    "TemperatureReduction": 5,
    "color": "#D2B48C",
    "commonName": "Rosa enana",
    "description": "La rosa enana es un pequeño arbusto que puede alcanzar hasta 1 metro de altura. Este árbol es famoso por sus flores pequeñas, que pueden ser de diversos colores, incluyendo rojo, rosa y blanco. Nativo de China, se cultiva ampliamente en jardines por su belleza y su aroma dulce. La rosa enana florece repetidamente a lo largo del año, lo que proporciona un espectáculo visual constante. Es una planta resistente que puede prosperar en una variedad de suelos, y es ideal para bordes y macetas. Además, sus flores se utilizan en la producción de aceites esenciales y en la elaboración de productos cosméticos.",
    "foliage": "Caducifolio",
    "imageUrl": "https://firebasestorage.googleapis.com/v0/b/tree-map-ae44c.appspot.com/o/species%2FRosa%20enana.jpg?alt=media&token=d08ab09e-ad58-4a69-aa09-fa1d94628bce",
    "scientificName": "Rosa chinensis minima"
  },
  "species36": {
    "CO2Absorption": 23,
    "FoliageArea": 280,
    "OxygenProduction": 3,
    "ParticleCapture": 21,
    "TemperatureReduction": 8,
    "color": "#DAA520",
    "commonName": "Ciprés de Monterrey",
    "description": "El ciprés de Monterrey es un árbol perenne que puede alcanzar hasta 25 metros de altura, conocido por su tronco recto y su copa cónica. Se caracteriza por su corteza de color marrón rojizo que se desprende en tiras, y su follaje es denso y de un verde intenso. Nativo de la costa central de California, este ciprés es valorado por su resistencia a la sequía y su adaptabilidad a diferentes tipos de suelo. Su madera es muy apreciada en la construcción y la fabricación de muebles, siendo naturalmente resistente a la putrefacción. Además, el ciprés de Monterrey se utiliza en jardinería y paisajismo, aportando un toque estético a los espacios exteriores.",
    "foliage": "Perenne",
    "imageUrl": "https://firebasestorage.googleapis.com/v0/b/tree-map-ae44c.appspot.com/o/species%2FCipr%C3%A9s%20de%20Monterrey.webp?alt=media&token=7220e320-0647-4593-b7ab-580e9428c82e",
    "scientificName": "Cupressus macrocarpa"
  },
  "species4": {
    "CO2Absorption": 23,
    "FoliageArea": 270,
    "OxygenProduction": 3,
    "ParticleCapture": 23,
    "TemperatureReduction": 6,
    "color": "#0DBF0F",
    "commonName": "Tipuana",
    "description": "Este majestuoso árbol puede alcanzar hasta 30 metros de altura, con un tronco robusto y una copa amplia que proporciona sombra. Sus hojas son pinnadas, y produce flores amarillas en racimos que florecen en primavera. Nativo de América del Sur, especialmente en Argentina y Bolivia, el tipuana se adapta bien a suelos pobres y climas cálidos. Su madera es apreciada por su resistencia y se utiliza en la construcción y fabricación de muebles. Es un árbol ornamental popular en parques y jardines, conocido por su sombra densa y su belleza estacional.",
    "foliage": "Caducifolio",
    "imageUrl": "https://firebasestorage.googleapis.com/v0/b/tree-map-ae44c.appspot.com/o/species%2Ftipuana.jpg?alt=media&token=e5f9ef2f-1e55-423e-95fc-476470f18c75",
    "scientificName": "Tipuana tipu"
  },
  "species5": {
    "CO2Absorption": 6,
    "FoliageArea": 50,
    "OxygenProduction": 1,
    "ParticleCapture": 8,
    "TemperatureReduction": 3,
    "color": "#0CAF0E",
    "commonName": "Retama",
    "description": "La retama es un arbusto o pequeño árbol que puede alcanzar alturas de hasta 5 metros. Se caracteriza por sus tallos delgados y rectos que emergen en racimos, así como por sus flores amarillas en forma de campana que aparecen en primavera. Nativa de la región mediterránea, la retama se ha introducido en otras partes del mundo como planta ornamental y para la restauración de suelos degradados. Es resistente a la sequía y puede prosperar en suelos pobres. Las flores de la retama son atractivas para las abejas y otros polinizadores, contribuyendo a la biodiversidad local.",
    "foliage": "Caducifolio",
    "imageUrl": "https://firebasestorage.googleapis.com/v0/b/tree-map-ae44c.appspot.com/o/species%2FRetama.jpg?alt=media&token=1f73af8a-951f-4cb3-9367-ba0670d5844b",
    "scientificName": "Spartium junceum"
  },
  "species6": {
    "CO2Absorption": 8,
    "FoliageArea": 70,
    "OxygenProduction": 1,
    "ParticleCapture": 6,
    "TemperatureReduction": 3,
    "color": "#09BF0D",
    "commonName": "Bambú",
    "description": "El bambú es un grupo de plantas de tallo leñoso que puede alcanzar alturas de hasta 30 metros, dependiendo de la especie. Se caracteriza por su rápido crecimiento y su flexibilidad, lo que lo convierte en un material versátil en la construcción y la fabricación de muebles. El bambú es originario de Asia, pero se encuentra en diversas regiones del mundo, incluyendo América y África. Su tallo hueco y ligero le permite ser utilizado en la construcción de estructuras temporales, así como en la elaboración de utensilios y artesanías. Además, el bambú tiene un papel ecológico importante al proporcionar hábitats para diversas especies de fauna y contribuir a la estabilización del suelo.",
    "foliage": "Perenne",
    "imageUrl": "https://firebasestorage.googleapis.com/v0/b/tree-map-ae44c.appspot.com/o/species%2FBamb%C3%BA.jpeg?alt=media&token=ae20827f-70bd-411b-992f-c20415fcab21",
    "scientificName": "Bambusoideae"
  },
  "species7": {
    "CO2Absorption": 6,
    "FoliageArea": 80,
    "OxygenProduction": 1,
    "ParticleCapture": 7,
    "TemperatureReduction": 3,
    "color": "#08C00C",
    "commonName": "Carnavalito",
    "description": "El carnavalito es un árbol de tamaño mediano que puede alcanzar hasta 10 metros de altura. Se caracteriza por su impresionante floración en tonos rojos y naranjas brillantes que aparecen en primavera y verano. Originario de las regiones tropicales de América, este árbol es popular en jardinería por su belleza ornamental y su sombra densa. Las flores del carnavalito son atractivas para las aves y polinizadores, y su madera se utiliza en la fabricación de muebles y artesanías. Este árbol también tiene la capacidad de adaptarse a diferentes tipos de suelo, lo que lo hace ideal para paisajismo en diversas condiciones.",
    "foliage": "Caducifolio",
    "imageUrl": "https://firebasestorage.googleapis.com/v0/b/tree-map-ae44c.appspot.com/o/species%2FCarnavalito.jpeg?alt=media&token=5b25d2b6-1a11-4689-ab88-d2e94f6a8853",
    "scientificName": "Poinciana pulcherrima"
  },
  "species8": {
    "CO2Absorption": 21,
    "FoliageArea": 280,
    "OxygenProduction": 3,
    "ParticleCapture": 22,
    "TemperatureReduction": 7,
    "color": "#07C10B",
    "commonName": "Falso Ciprés de Lawson",
    "description": "El falso ciprés de Lawson es un árbol que puede alcanzar hasta 25 metros de altura, conocido por su tronco recto y su copa densa y cónica. Su corteza es de color marrón claro y se desprende en tiras, mientras que sus hojas son en forma de escamas y tienen un color verde intenso. Nativo de América del Norte, este árbol se cultiva en jardines y parques como planta ornamental. Su madera es resistente y duradera, lo que la hace valiosa en la construcción y la fabricación de muebles. Además, el falso ciprés de Lawson es apreciado por su capacidad para resistir enfermedades y plagas, lo que lo convierte en una opción popular para paisajismo.",
    "foliage": "Perenne",
    "imageUrl": "https://firebasestorage.googleapis.com/v0/b/tree-map-ae44c.appspot.com/o/species%2FFalso%20Cipr%C3%A9s%20de%20Lawson.JPG?alt=media&token=25acfff4-d20d-4c9b-8424-6428da348d18",
    "scientificName": "Chamaecyparis lawsoniana"
  },
  "species9": {
    "CO2Absorption": 12,
    "FoliageArea": 200,
    "OxygenProduction": 2,
    "ParticleCapture": 11,
    "TemperatureReduction": 6,
    "color": "#06C20A",
    "commonName": "Bingo de Oro",
    "description": "El Bingo de Oro (Bauhinia variegata) es un árbol ornamental originario de Asia, que puede alcanzar hasta 12 metros de altura. Se destaca por sus grandes hojas en forma de corazón y sus vistosas flores, que florecen en racimos y varían en color desde amarillo brillante hasta púrpura y blanco. Las flores, que aparecen en primavera y verano, son aromáticas y atraen a polinizadores como abejas y mariposas. Este árbol es adaptable a diferentes tipos de suelo y condiciones climáticas, prefiriendo suelos bien drenados y luz solar directa. Es resistente a la sequía una vez establecido, lo que lo convierte en una opción popular para jardines de bajo mantenimiento.",
    "foliage": "Caducifolio",
    "imageUrl": "https://firebasestorage.googleapis.com/v0/b/tree-map-ae44c.appspot.com/o/species%2FBingo%20de%20Oro.jpeg?alt=media&token=f4aa9175-0a02-4769-9362-7ef278457143",
    "scientificName": "Bauhinia variegata"
  },
"species116": {
        "CO2Absorption": 14,
        "FoliageArea": 220,
        "OxygenProduction": 2,
        "ParticleCapture": 10,
        "TemperatureReduction": 6,
        "color": "#C1B1A0",
        "commonName": "FALSO LAUREL",
        "description": "El Falso Laurel (Prunus laurocerasus), también conocido como laurel cerezo, es un arbusto perenne originario de Europa y Asia, que puede alcanzar hasta 5 metros de altura. Su aspecto es denso y compacto, lo que lo convierte en una opción popular para setos y pantallas de privacidad en jardines. Las hojas son grandes, brillantes y de forma ovalada, con un color verde intenso que proporciona un atractivo visual durante todo el año. En primavera, el Falso Laurel produce pequeñas flores blancas en racimos, que son seguidas por frutos oscuros, aunque estos no son comestibles. Esta planta prefiere suelos bien drenados y puede prosperar en una variedad de condiciones de luz, desde sombra parcial hasta pleno sol. Es conocida por su resistencia a plagas y enfermedades, así como por su capacidad de tolerar suelos pobres.",
        "foliage": "Perennifolio",
        "imageUrl": "https://firebasestorage.googleapis.com/v0/b/tree-map-ae44c.appspot.com/o/species%2FFalso_Laurel.jpg?alt=media&token=8d96855b-a535-43a2-811c-3ae9aa8b8736",
        "scientificName": "Ocotea foetens"
    },
    "species117": {
        "CO2Absorption": 13,
        "FoliageArea": 210,
        "OxygenProduction": 2,
        "ParticleCapture": 11,
        "TemperatureReduction": 7,
        "color": "#A1C4B3",
        "commonName": "PALO VERDE, CINA CINA",
        "description": "El Palo Verde (Parkinsonia aculeata), también conocido como Cina Cina, es un árbol nativo de las regiones áridas de América, que puede alcanzar entre 6 y 12 metros de altura. Se caracteriza por su tronco delgado y ramas espinosas de color verde brillante, lo que le permite realizar la fotosíntesis a través de su corteza. Sus hojas son pequeñas y compuestas, y a menudo caen en verano para conservar agua. En primavera, produce flores amarillas en racimos, que atraen polinizadores como abejas y mariposas.",
        "foliage": "Caducifolio",
        "imageUrl": "https://firebasestorage.googleapis.com/v0/b/tree-map-ae44c.appspot.com/o/species%2Fpalo%20verde.jpeg?alt=media&token=1f5fc1f4-0123-4c34-8524-b1f2ebfddf1d",
        "scientificName": "Parkinsonia aculeata"
    },
    "species118": {
        "CO2Absorption": 16,
        "FoliageArea": 230,
        "OxygenProduction": 3,
        "ParticleCapture": 12,
        "TemperatureReduction": 7,
        "color": "#D2A5B4",
        "commonName": "ALGARROBO",
        "description": "El algarrobo es un árbol que puede alcanzar hasta 20 metros de altura, con un tronco recto y una copa amplia. Es conocido por sus hojas compuestas y sus frutos en forma de vaina que son comestibles y ricos en azúcares. Nativo de América del Sur, el algarrobo se encuentra comúnmente en áreas áridas y semiáridas, siendo muy resistente a la sequía. Este árbol es apreciado por su madera dura, que se utiliza en la construcción y en la fabricación de muebles. Además, sus frutos son utilizados en la alimentación humana y animal, y se consideran una fuente importante de nutrientes en las regiones donde crece. En algunas culturas, el algarrobo tiene un significado simbólico y se utiliza en ceremonias tradicionales.",
        "foliage": "Perennifolio",
        "imageUrl": "https://firebasestorage.googleapis.com/v0/b/tree-map-ae44c.appspot.com/o/species%2Falgarrobo.jpeg?alt=media&token=1a202535-d78c-425e-86b8-303427ec72df",
        "scientificName": "Prosopis alba"
    },
    "species119": {
        "CO2Absorption": 12,
        "FoliageArea": 190,
        "OxygenProduction": 2,
        "ParticleCapture": 9,
        "TemperatureReduction": 5,
        "color": "#B1D5A1",
        "commonName": "SOTO",
        "description": "El Soto (Jasminum mesnyi), conocido como Jazmín amarillo, es un arbusto originario de Asia que alcanza entre 1 y 3 metros de altura. Se caracteriza por sus hojas verdes brillantes y sus abundantes flores amarillas en forma de estrella, que aparecen en primavera y verano, llenando el aire con un aroma dulce que atrae a mariposas y abejas. Este arbusto se adapta a diferentes tipos de suelo y condiciones climáticas, prefiriendo lugares soleados y bien drenados. Es resistente y de bajo mantenimiento, lo que lo hace ideal para setos y cubiertas de suelo en jardines xerófitos. En resumen, el Soto es una opción versátil y atractiva para añadir color y fragancia a los espacios exteriores.",
        "foliage": "Perennifolio",
        "imageUrl": "https://firebasestorage.googleapis.com/v0/b/tree-map-ae44c.appspot.com/o/species%2FSoto.jpg?alt=media&token=c449a63d-742b-49a1-9103-23395ad61884",
        "scientificName": "Sambucus peruviana"
    },
    "species120": {
        "CO2Absorption": 14,
        "FoliageArea": 200,
        "OxygenProduction": 2,
        "ParticleCapture": 10,
        "TemperatureReduction": 6,
        "color": "#C5A1B2",
        "commonName": "TEREBINTO",
        "description": "El Terbinto (Pistacia terebinthus) es un árbol originario de la cuenca del Mediterráneo, que puede alcanzar entre 4 y 10 metros de altura. Su tronco es recto y presenta una corteza de color gris que se agrieta con la edad. Las hojas son pinnadas, con un color verde intenso que se vuelve dorado en otoño. Este árbol produce frutos pequeños y redondos que contienen una resina aromática, utilizada en la fabricación de productos como el aceite de terebinto, y su madera es valorada por su durabilidad. Es resistente a la sequía y se adapta bien a suelos pobres, lo que lo convierte en una opción ideal para climas mediterráneos.",
        "foliage": "Caducifolio",
        "imageUrl": "https://firebasestorage.googleapis.com/v0/b/tree-map-ae44c.appspot.com/o/species%2Fterebinto.JPG?alt=media&token=e625e2b0-f0a7-43c0-b20a-f9b7f12b1583",
        "scientificName": "Pistacia terebinthus"
    },
    "species121": {
        "CO2Absorption": 15,
        "FoliageArea": 230,
        "OxygenProduction": 3,
        "ParticleCapture": 11,
        "TemperatureReduction": 7,
        "color": "#A3B2D4",
        "commonName": "JARCA",
        "description": "La Jarca (Senna spectabilis), también conocida como Senna dorada, es un árbol de origen tropical que puede alcanzar hasta 6 metros de altura. Se caracteriza por sus hojas compuestas, que tienen un color verde brillante y dan lugar a un espectáculo visual cuando florece, cubriendo sus ramas con flores amarillas en racimos durante el verano. Estas flores atraen a polinizadores, como abejas y mariposas. Es un árbol que prospera en suelos bien drenados y tiene una buena tolerancia a la sequía, haciéndolo popular en paisajismo.",
        "foliage": "Caducifolio",
        "imageUrl": "https://firebasestorage.googleapis.com/v0/b/tree-map-ae44c.appspot.com/o/species%2Fjarca.jpeg?alt=media&token=0221f774-38e7-4a77-9621-5eb8dc58099f",
        "scientificName": "Jacaranda copaia"
    },
    "species122": {
        "CO2Absorption": 11,
        "FoliageArea": 190,
        "OxygenProduction": 2,
        "ParticleCapture": 8,
        "TemperatureReduction": 5,
        "color": "#B4C3E5",
        "commonName": "MOTO MOTO, MINI CARNAVALITO",
        "description": "El Moto Moto (Poinciana pulcherrima), conocido como Mini Carnavalito, es un árbol ornamental que alcanza entre 3 y 5 metros de altura. Es famoso por su exuberante floración, que se presenta en racimos de flores rojas, naranjas o amarillas, creando un espectáculo visual impresionante. Sus hojas son pinnadas, finas y verdes, proporcionando un fondo atractivo para las brillantes flores. Este árbol es ideal para climas cálidos y húmedos, y es comúnmente utilizado en jardines, parques y como sombra en calles. Además, es fácil de cultivar y requiere poco mantenimiento, lo que lo convierte en una opción popular para embellecer espacios exteriores.",
        "foliage": "Perennifolio",
        "imageUrl": "https://firebasestorage.googleapis.com/v0/b/tree-map-ae44c.appspot.com/o/species%2Fmini%20carnavalito.webp?alt=media&token=2b25956f-3bf4-4ee1-a4e6-396fa1510e00",
        "scientificName": "Erythrina miniata"
    },
    "species123": {
        "CO2Absorption": 16,
        "FoliageArea": 220,
        "OxygenProduction": 3,
        "ParticleCapture": 12,
        "TemperatureReduction": 6,
        "color": "#A6C5B3",
        "commonName": "TARA",
        "description": "La Tara (Caesalpinia spinosa) es un árbol originario de América del Sur, particularmente en regiones como Perú y Bolivia, que se caracteriza por su tamaño que varía entre 4 y 10 metros de altura. Presenta un tronco recto con una corteza de color gris claro que tiende a agrietarse con el tiempo. Sus hojas son compuestas y brillantes, formando una copa densa que proporciona sombra. La floración de la Tara ocurre en primavera y verano, mostrando flores de color amarillo intenso agrupadas en racimos, lo que atrae a polinizadores como abejas y mariposas. Este árbol es conocido por su resistencia a suelos pobres y climas áridos, lo que lo convierte en una opción ideal para la reforestación y la restauración de ecosistemas degradados.",
        "foliage": "Caducifolio",
        "imageUrl": "https://firebasestorage.googleapis.com/v0/b/tree-map-ae44c.appspot.com/o/species%2Ftara.jpeg?alt=media&token=b12f711a-1756-4f0d-a3e9-f29e57e3cbb7",
        "scientificName": "Caesalpinia spinosa"
    },
    "species124": {
        "CO2Absorption": 15,
        "FoliageArea": 240,
        "OxygenProduction": 3,
        "ParticleCapture": 12,
        "TemperatureReduction": 7,
        "color": "#A9D1C3",
        "commonName": "GARROCHA, CAUATO, HUARANHUAY",
        "description": "La Garrocha (Cercis canadensis), también conocida como Cauato o Huaránhuay, es un árbol originario de América del Norte, que se caracteriza por su forma ornamental y su tamaño, que varía entre 6 y 12 metros de altura. Presenta un tronco recto y ramificado, con una corteza lisa y de color marrón claro que se vuelve escamosa a medida que envejece. Las hojas son en forma de corazón, de un verde brillante que cambia a tonos amarillos y anaranjados en otoño, brindando un espectáculo visual atractivo. La floración ocurre en primavera, produciendo flores pequeñas y de color rosa intenso que brotan directamente del tronco y las ramas, creando un efecto impresionante y atrayendo a polinizadores como abejas y mariposas.",
        "foliage": "Perennifolio",
        "imageUrl": "https://firebasestorage.googleapis.com/v0/b/tree-map-ae44c.appspot.com/o/species%2Fgarrocha.jpeg?alt=media&token=4f4a151c-895c-4d04-b2b1-428ea4d8ef85",
        "scientificName": "Acacia huaranhuay"
    },
    "species125": {
        "CO2Absorption": 17,
        "FoliageArea": 250,
        "OxygenProduction": 4,
        "ParticleCapture": 14,
        "TemperatureReduction": 8,
        "color": "#B1A3D2",
        "commonName": "TIPA",
        "description": "La Tipa (Tipuana tipu) es un árbol originario de Sudamérica, notable por su gran tamaño, que puede alcanzar entre 15 y 30 metros de altura. Su tronco es recto y robusto, con una corteza marrón que se vuelve rugosa con el tiempo. Las hojas son pinnadas y compuestas, proporcionando una copa densa que ofrece sombra. Durante la primavera y el verano, la Tipa produce flores amarillas en racimos colgantes, que son atractivas para polinizadores como abejas y colibríes. Además, genera frutos en forma de vainas que facilitan la dispersión de sus semillas. Este árbol se adapta bien a diversos tipos de suelo y es resistente a diferentes condiciones climáticas, lo que lo convierte en una opción popular para el paisajismo y la reforestación.",
        "foliage": "Perennifolio",
        "imageUrl": "https://firebasestorage.googleapis.com/v0/b/tree-map-ae44c.appspot.com/o/species%2Ftipa.jpg?alt=media&token=e0a22e61-fa9c-400f-b90d-7838875d8c2a",
        "scientificName": "Tipuana tipu"
    },
 "species101": {
        "CO2Absorption": 15,
        "FoliageArea": 220,
        "OxygenProduction": 3,
        "ParticleCapture": 12,
        "TemperatureReduction": 7,
        "color": "#A1B2C3",
        "commonName": "NEGUNDO, ARCE HOJA DE FRESNO",
        "description": "El Negundo (Acer negundo), conocido también como arce hoja de fresno, es un árbol de crecimiento rápido, originario de América del Norte. Puede alcanzar entre 10 y 20 metros de altura y se caracteriza por su tronco recto y ramas extendidas. Las hojas son compuestas, con foliolos asimétricos que se asemejan a las de un fresno, y presentan un color verde brillante. Este árbol florece en primavera, produciendo flores pequeñas que no son muy ornamentales. Es conocido por su resistencia a diferentes condiciones climáticas y su capacidad para adaptarse a diversos tipos de suelo, lo que lo convierte en una opción popular para la jardinería y reforestación.",
        "foliage": "Caducifolio",
        "imageUrl": "https://firebasestorage.googleapis.com/v0/b/tree-map-ae44c.appspot.com/o/species%2FNegungo.webp?alt=media&token=c85054e3-8033-4509-8d3b-d39fef3d9e27",
        "scientificName": "Acer negundo"
    },
    "species102": {
        "CO2Absorption": 10,
        "FoliageArea": 180,
        "OxygenProduction": 2,
        "ParticleCapture": 8,
        "TemperatureReduction": 5,
        "color": "#B3C4D5",
        "commonName": "JAZMIN PARAGUAYO O DIAMELA",
        "description": "Este arbusto o pequeño árbol, originario de América del Sur, destaca por su exuberante floración de pequeñas flores amarillas que son altamente fragantes y atraen a polinizadores como mariposas y abejas. Puede crecer hasta unos 3 metros de altura y su follaje es denso y de un verde brillante, proporcionando un aspecto ornamental atractivo. Florece principalmente en primavera y verano, lo que lo convierte en una excelente opción para agregar color y fragancia a jardines y espacios exteriores. El jazmín paraguayo también es conocido por su capacidad para adaptarse a diferentes tipos de suelo y condiciones climáticas, lo que lo hace ideal para el paisajismo en diversas regiones.",
        "foliage": "Perennifolio",
        "imageUrl": "https://firebasestorage.googleapis.com/v0/b/tree-map-ae44c.appspot.com/o/species%2F%C3%81rbol%20Jazm%C3%ADn%20paraguayo.jpeg?alt=media&token=2b48dacc-a4d0-4b5b-b21d-e5fe82045a68",
        "scientificName": "Jasminum paraguayense"
    },
    "species103": {
        "CO2Absorption": 12,
        "FoliageArea": 190,
        "OxygenProduction": 2,
        "ParticleCapture": 9,
        "TemperatureReduction": 6,
        "color": "#C5D6E7",
        "commonName": "CALVELINA, PAJARILLA",
        "description": "Este árbol nativo de las selvas tropicales es conocido por su elegante porte y su crecimiento lento, alcanzando alturas de hasta 15 metros. La calvelina se caracteriza por su follaje denso de hojas grandes y brillantes, que proporcionan un refugio perfecto para diversas especies de fauna. Sus flores, pequeñas y blancas, se agrupan en inflorescencias, creando un contraste atractivo con el verde del follaje. Este árbol es apreciado en jardinería no solo por su estética, sino también por su capacidad para ofrecer sombra en climas cálidos.",
        "foliage": "Caducifolio",
        "imageUrl": "https://firebasestorage.googleapis.com/v0/b/tree-map-ae44c.appspot.com/o/species%2F%C3%81rbol%20clavelina%20pajarilla.jpg?alt=media&token=da19d9b9-e618-4055-8e16-88d4f7640a2e",
        "scientificName": "Calvelina pajarilla"
    },
    "species104": {
        "CO2Absorption": 13,
        "FoliageArea": 230,
        "OxygenProduction": 3,
        "ParticleCapture": 11,
        "TemperatureReduction": 7,
        "color": "#D7E8F9",
        "commonName": "CALIANDRA",
        "description": "Este género abarca diversas especies de árboles y arbustos que se destacan por sus flores esponjosas y atractivas, generalmente de color rojo o rosa, que florecen en racimos. Las caliandras pueden variar en tamaño, alcanzando desde 1 hasta 10 metros de altura, y son particularmente valoradas por su capacidad para atraer aves y polinizadores, lo que las convierte en una excelente opción para jardines y áreas naturales. Su follaje es verde y compuesta, añadiendo textura al paisaje. Las caliandras también son útiles en proyectos de reforestación, ya que fijan nitrógeno en el suelo, mejorando su calidad. En algunos lugares, sus hojas se utilizan en la alimentación de ganado.",
        "foliage": "Perennifolio",
        "imageUrl": "https://firebasestorage.googleapis.com/v0/b/tree-map-ae44c.appspot.com/o/species%2Fcaliandra.webp?alt=media&token=951eb659-193c-419d-bc56-ca19acfcc64c",
        "scientificName": "Calliandra tweedii"
    },
    "species105": {
        "CO2Absorption": 14,
        "FoliageArea": 200,
        "OxygenProduction": 2,
        "ParticleCapture": 10,
        "TemperatureReduction": 6,
        "color": "#E9F1A1",
        "commonName": "CEPILLO",
        "description": "Este arbusto o pequeño árbol perenne se caracteriza por su follaje denso, con hojas aciculares de color verde oscuro que le confieren un aspecto ornamental y elegante. Puede crecer entre 2 y 4 metros de altura y es ideal para formar setos, bordes y plantaciones ornamentales. Su crecimiento lento y su resistencia a la sombra lo hacen perfecto para jardines donde se busca un toque verde, incluso en áreas menos iluminadas. Además, el cepillo es muy tolerante a diferentes tipos de suelo, lo que facilita su mantenimiento. Sus ramas suelen ser flexibles, lo que permite darle formas diversas en la jardinería paisajista.",
        "foliage": "Caducifolio",
        "imageUrl": "https://firebasestorage.googleapis.com/v0/b/tree-map-ae44c.appspot.com/o/species%2F%C3%81rbol%20cepillo.jpeg?alt=media&token=b93c2461-e165-4575-abaa-0a39b9ad97b0",
        "scientificName": "Callistemon citrinus"
    },
    "species106": {
        "CO2Absorption": 18,
        "FoliageArea": 250,
        "OxygenProduction": 4,
        "ParticleCapture": 13,
        "TemperatureReduction": 8,
        "color": "#F1C4B3",
        "commonName": "CEDRO",
        "description": "Este árbol majestuoso, conocido por su imponente altura de hasta 30 metros, es uno de los más valorados en la familia de las maderas tropicales. Su tronco recto y cilíndrico, junto con su corteza de color marrón claro a gris, le confiere una presencia impresionante en cualquier paisaje. Las hojas son grandes, compuestas y de un color verde brillante, y sus flores pequeñas y fragantes aparecen en racimos, generalmente en primavera. La madera de cedro es altamente apreciada por su resistencia a la humedad y los insectos, lo que la convierte en una opción popular para la construcción, ebanistería y muebles de lujo. Además, este árbol proporciona sombra amplia, lo que lo hace ideal para parques y jardines.",
        "foliage": "Perennifolio",
        "imageUrl": "https://firebasestorage.googleapis.com/v0/b/tree-map-ae44c.appspot.com/o/species%2F%C3%81rbol%20cedro.jpeg?alt=media&token=3d797d30-d3c4-424c-bdbc-5642c95ed75f",
        "scientificName": "Cedrus libani"
    },
    "species107": {
        "CO2Absorption": 16,
        "FoliageArea": 230,
        "OxygenProduction": 3,
        "ParticleCapture": 12,
        "TemperatureReduction": 7,
        "color": "#C1B2A1",
        "commonName": "TABOROCHI",
        "description": "Este árbol es conocido por su impresionante floración de flores en forma de trompeta, que varían en tonos de rosa a violeta. Puede alcanzar alturas de hasta 15 metros y su copa amplia proporciona una sombra densa, lo que lo convierte en una opción popular para parques y jardines. Sus hojas son compuestas y brillantes, cambiando a un color amarillo dorado en el otoño antes de caer. Taborochi florece principalmente en la temporada seca, creando un espectáculo visual impresionante que atrae a polinizadores como aves y abejas. Además de su belleza ornamental, la madera del taborochi es resistente y se utiliza en la construcción y fabricación de muebles, lo que lo convierte en una especie valiosa tanto ecológica como económicamente.",
        "foliage": "Caducifolio",
        "imageUrl": "https://firebasestorage.googleapis.com/v0/b/tree-map-ae44c.appspot.com/o/species%2F%C3%81rbol%20toborochi.jpg?alt=media&token=53160d9b-885c-4622-b083-83621714a994",
        "scientificName": "Chorisia speciosa"
    },
    "species108": {
        "CO2Absorption": 15,
        "FoliageArea": 210,
        "OxygenProduction": 2,
        "ParticleCapture": 11,
        "TemperatureReduction": 6,
        "color": "#B1D2C3",
        "commonName": "SIRARICITO, FRIJOLILLO",
        "description": "Este árbol, también conocido como frijolillo, se caracteriza por su crecimiento compacto y su altura que puede alcanzar hasta 10 metros. Presenta hojas lobuladas en forma de corazón y flores grandes de color púrpura, que florecen en racimos, llenando el entorno de color y aroma durante la primavera. Las flores son atractivas para polinizadores, especialmente abejas y mariposas, lo que lo convierte en una especie importante para la biodiversidad. La corteza es de un tono gris claro y su madera es utilizada en la construcción y la elaboración de muebles.",
        "foliage": "Caducifolio",
        "imageUrl": "https://firebasestorage.googleapis.com/v0/b/tree-map-ae44c.appspot.com/o/species%2FSiraricito.jpg?alt=media&token=a6dccbcd-f890-4aa0-9e95-b447efacfdea",
        "scientificName": "Lonchocarpus minimiflorus"
    },
    "species109": {
        "CO2Absorption": 17,
        "FoliageArea": 240,
        "OxygenProduction": 3,
        "ParticleCapture": 13,
        "TemperatureReduction": 7,
        "color": "#A1C4F3",
        "commonName": "CIPRES VELA",
        "description": "Este árbol de conífera se destaca por su porte majestuoso y su altura que puede alcanzar hasta 30 metros. Su forma cónica y su denso follaje de hojas aciculares de color verde oscuro lo hacen un elemento ornamental valioso en paisajismo. El ciprés vela es conocido por su resistencia a condiciones adversas, como sequías y suelos pobres, lo que lo convierte en una opción ideal para reforestación en áreas degradadas. Su madera es muy apreciada por su durabilidad y resistencia a la putrefacción, siendo utilizada en la construcción, ebanistería y fabricación de artículos de lujo.",
        "foliage": "Perennifolio",
        "imageUrl": "https://firebasestorage.googleapis.com/v0/b/tree-map-ae44c.appspot.com/o/species%2F%C3%81rbol%20cipr%C3%A9s%20vela.webp?alt=media&token=4976d31f-520e-41af-9fe8-a3472e8d677c",
        "scientificName": "Cupressus sempervirens"
    },
    "species110": {
        "CO2Absorption": 14,
        "FoliageArea": 220,
        "OxygenProduction": 2,
        "ParticleCapture": 10,
        "TemperatureReduction": 6,
        "color": "#B2C4A5",
        "commonName": "CHACATEA",
        "description": "Se caracteriza por su crecimiento rápido y su altura, que puede alcanzar hasta 10 metros. Sus hojas son compuestas, con un tono verde brillante que ofrece un hermoso contraste con las espinas afiladas que brotan en sus ramas. Las flores son de un color amarillo vibrante y se agrupan en racimos, lo que añade un toque de color durante la primavera y el verano. Este árbol es especialmente valorado por su madera, que es densa y duradera, utilizada en la construcción y en la fabricación de muebles.",
        "foliage": "Perennifolio",
        "imageUrl": "https://firebasestorage.googleapis.com/v0/b/tree-map-ae44c.appspot.com/o/species%2F%C3%81rbol%20chacatea.jpeg?alt=media&token=f8b15fc3-dc0f-4a09-93ba-3de53e4829b5",
        "scientificName": "Tabebuia rosea"
    },
    "species111": {
        "CO2Absorption": 12,
        "FoliageArea": 200,
        "OxygenProduction": 2,
        "ParticleCapture": 9,
        "TemperatureReduction": 5,
        "color": "#C3E4B6",
        "commonName": "OREJA DE MONO",
        "description": "Conocido por su crecimiento rápido, puede llegar a medir hasta 25 metros de altura. Sus hojas son grandes y palmeadas, en forma de mano, lo que le da un aspecto distintivo. Las hojas son de un color verde intenso y tienen un borde irregular, y su tronco es recto y delgado. Este árbol también es conocido por su sistema de raíces aéreas que proporcionan estabilidad en suelos inestables. Durante la temporada de lluvias, produce flores pequeñas y discretas que atraen a polinizadores. Su madera es liviana y se utiliza en la fabricación de productos de bajo peso, y también sirve como hábitat para diversas especies de fauna, incluyendo aves y murciélagos.",
        "foliage": "Caducifolio",
        "imageUrl": "https://firebasestorage.googleapis.com/v0/b/tree-map-ae44c.appspot.com/o/species%2F%C3%81rbol%20oreja%20de%20mono.jpeg?alt=media&token=04746f15-81c6-412d-9b7a-fea5c7db3ba2",
        "scientificName": "Enterolobium cyclocarpum"
    },
    "species112": {
        "CO2Absorption": 19,
        "FoliageArea": 260,
        "OxygenProduction": 4,
        "ParticleCapture": 14,
        "TemperatureReduction": 8,
        "color": "#D4F5A6",
        "commonName": "CHILLIJCHI, CEIBO",
        "description": "Conocido por su impresionante tamaño, puede alcanzar alturas de hasta 60 metros. Este árbol presenta un tronco grueso y bulboso, cubierto de espinas en su juventud, que se vuelve más liso con el tiempo. Sus hojas son compuestas y su floración es espectacular, con flores grandes y coloridas que varían en tonos de blanco, rosa y rojo. Las flores son especialmente atractivas para polinizadores como mariposas y aves. La ceiba tiene un significado cultural en muchas comunidades, siendo considerada un símbolo de vida y fertilidad. Su madera es liviana y se utiliza en la fabricación de muebles, artesanías y en la construcción de barcos. Además, su copa ancha proporciona una sombra densa, ideal para crear espacios recreativos y áreas verdes.",
        "foliage": "Caducifolio",
        "imageUrl": "https://firebasestorage.googleapis.com/v0/b/tree-map-ae44c.appspot.com/o/species%2FCHILLIJCHI.jpeg?alt=media&token=08e2df03-4d99-443a-9d3f-1c3ca664a3d6",
        "scientificName": "Erythrina crista-galli"
    },
    "species113": {
        "CO2Absorption": 11,
        "FoliageArea": 190,
        "OxygenProduction": 2,
        "ParticleCapture": 8,
        "TemperatureReduction": 5,
        "color": "#E4C5D6",
        "commonName": "LLOQUE",
        "description": "Este árbol o arbusto perenne es conocido por su crecimiento robusto y su capacidad para adaptarse a diversas condiciones climáticas, alcanzando hasta 5 metros de altura. Sus hojas son alargadas y tienen un color verde intenso, con una textura suave y aterciopelada. La característica más destacada de esta especie son sus flores, que se agrupan en inflorescencias esféricas, de un vibrante color naranja o amarillo. Estas flores son altamente atractivas para polinizadores, especialmente mariposas y abejas, lo que lo convierte en una planta ideal para jardines y espacios naturales.",
        "foliage": "Caducifolio",
        "imageUrl": "https://firebasestorage.googleapis.com/v0/b/tree-map-ae44c.appspot.com/o/species%2Flloque.jpeg?alt=media&token=038e195f-3b1d-4998-925f-483643d76d20",
        "scientificName": "Kageneckia lanceolata"
    },
    "species114": {
        "CO2Absorption": 12,
        "FoliageArea": 200,
        "OxygenProduction": 2,
        "ParticleCapture": 9,
        "TemperatureReduction": 6,
        "color": "#A6D7E4",
        "commonName": "FLOR DE JUPITER, CRESPON",
        "description": "Este árbol ornamental se destaca por su espectacular floración que ocurre en verano, cubriendo sus ramas con racimos de flores en colores que varían del blanco al rosa, rojo y púrpura. Alcanza una altura de entre 5 y 10 metros y tiene una copa amplia y frondosa, lo que lo convierte en una excelente opción para proporcionar sombra en jardines y parques. Sus hojas son ovaladas, de un verde brillante y, en otoño, adoptan tonalidades amarillas y anaranjadas. La corteza es distintiva, con un aspecto escamoso que se exfolia en capas, revelando un tronco de color marrón claro.",
        "foliage": "Caducifolio",
        "imageUrl": "https://firebasestorage.googleapis.com/v0/b/tree-map-ae44c.appspot.com/o/species%2FFlor_de_jupiter.jpg?alt=media&token=70304f42-1fee-4e9d-8951-77cd004b353c",
        "scientificName": "Lagerstroemia indica"
    },
    "species115": {
        "CO2Absorption": 20,
        "FoliageArea": 280,
        "OxygenProduction": 4,
        "ParticleCapture": 15,
        "TemperatureReduction": 9,
        "color": "#F1D5A3",
        "commonName": "MAGNOLIA",
        "description": "Este árbol icónico es conocido por sus impresionantes flores blancas, que pueden alcanzar hasta 30 centímetros de diámetro. La Magnolia puede crecer hasta 30 metros de altura y tiene un tronco robusto y recto, con hojas grandes, coriáceas y de un verde brillante en la parte superior, y un color más claro en el reverso. Las flores, que aparecen en primavera y verano, tienen un aroma dulce y son un atractivo visual espectacular. La magnolia es un símbolo de belleza y dignidad en muchas culturas, y su madera es valiosa debido a su dureza y resistencia. Además, este árbol es apreciado en paisajismo por su sombra densa y su capacidad para embellecer espacios exteriores.",
        "foliage": "Perennifolio",
        "imageUrl": "https://firebasestorage.googleapis.com/v0/b/tree-map-ae44c.appspot.com/o/species%2Fmagnolia.jpeg?alt=media&token=e2039024-18af-4723-8a0d-9dd92379cb74",
        "scientificName": "Magnolia grandiflora"
    }

}